[["0",{"pageContent":"Critter Logistics\n\nWiFi: SSID MountOlympia\nTV is easiest to control with the Harmony app or the Harmony remote.\nTarzan's vet is Wildwood Veterinary Hospital, 650-851-9453\nKitty vet is Animal Cove Pet Hospital, 650-377-0822\nEmergency Vet is just across 101 on Amphlett, Sage Center, 650-523-9976\n\nWe have 4 cats: Ms Fiat (3 legged tuxedo cat), Sweet Brown (brown cat), Jeanne (big fat tuxedo cat) and Little Ace (skinny tuxedo cat)\nWe also have 2 birds: Tarzan the white capped pionus whose cage is next to the TV and Paco the maximilian pionus by the dinner table.\n\nIn case of home infrastructure related emergencies, Jay O'Day is a contractor friend nearby: 415-203- 5588. The water shutoff is in the front of the house under the front room's window. Circuit breakers are in the garage above the washer and dryer.","metadata":{"source":"docs/critter-logistics/critter-logistics.txt","loc":{"lines":{"from":1,"to":12}}}}],["1",{"pageContent":"Trash day is Tuesday; if you wouldn't mind just rolling the bins out Monday night and back in Tuesday afternoon or evening. They're located to the left of the garage by the fence gate.\nThere's extra litter for the litter boxes in the coat closet just inside the front door. Two adjacent cat master bathroom boxes in the foyer, and one in the bedroom by the glass door. Lil Ace will pee in inappropriate places if she is dissatisfied with the condition of her box. There are some lavender bags for litter on the shelf above the boxes in the rover.","metadata":{"source":"docs/critter-logistics/critter-logistics.txt","loc":{"lines":{"from":14,"to":15}}}}],["2",{"pageContent":"Indoor kitties get a can of Fancy Feast in the morning and a can in the evening; they prefer 4 individual spoonfuls equal distances apart on a paper plate. They also get dry food in the outer compartments of the muffin tin (gets them to eat more slowly) and a little in the yellow bowl if they're being picky. Miss Fiat may try to drink from the toilet if she is unsatisfied with how fresh the water is in their bowl, which they prefer to be in front of the fireplace (where it's out of sight of their food). Tuna flakes are extra awesome fun for kitties. They usually eat around 7:30 AM and 6:30 PM, but timing is not critical. If Miss Fiat gets barfy, there's bland Gerbers baby food.\nWe're trying to limit how much Jeanne and Sweet Brown snack during the day by only refilling the bowl in the morning and at night, but if they get super anxious, they can have just a little bit while we wean them off.","metadata":{"source":"docs/critter-logistics/critter-logistics.txt","loc":{"lines":{"from":17,"to":18}}}}],["3",{"pageContent":"They like to sunbathe if you open the curtains during the day; the house will be more comfortable, though, if the curtains are closed at night. Feel free to adjust the Nest to your liking so you're comfortable. There's also an extra small space heater in the front room if you need it.\nKitties WILL try to escape if you open the patio doors (especially the back patio door, which still has a hole in the screen), so it's safest to go out through the garage exit (opposite the kitchen) into the garage, then exit the garage to your right to go around to the back deck. Mama Brown (if she shows up) likes dry food in a ceramic dish and small plastic bowl outside. It's good to put some fresh water out there too. Lucy likes wet food. I give her a scoop from a can and put the rest of the can in the fridge for her the next day.","metadata":{"source":"docs/critter-logistics/critter-logistics.txt","loc":{"lines":{"from":20,"to":21}}}}],["4",{"pageContent":"Food needs to come in at night or it'll attract raccoons and skunks.\nShould something happen and cats need to go to the vet, there are carriers in the garage.\nBirds carrier is also in the front hall closet on the top shelf.\n\nTarzan and Paco get pellets (Roudybush) in their dish (best to throw out the crumbs once a day; they get annoyed at too many crumbs), and fresh, clean water each day. Both dishes can be removed easily from their trays for easy cleaning/emptying/filling. They like to be covered up at night with the blue sheet on top of the cage, and uncovered in the morning. They can have a small piece of walnut (not the whole thing) as a treat each day. We're limiting snacks because of their high cholesterol.\n\nPlants (on the floor by the cat tower in the game room & the hanging ones) could use a drink once a week.\n\nMail comes in through a slot in the big garage door.","metadata":{"source":"docs/critter-logistics/critter-logistics.txt","loc":{"lines":{"from":23,"to":31}}}}],["5",{"pageContent":"Plants (on the floor by the cat tower in the game room & the hanging ones) could use a drink once a week.\n\nMail comes in through a slot in the big garage door.\n\nHouse cleaners may use the key safe on the door to get in. If they do, they might take it off and leave it indoors. Just before they visit again (TBD), please hang it on the door again; just open it, lift the lever inside that says \"lift\" on it, and open the hook like a padlock. The code to open it is 35014. If you're here, please keep an eye out so that they don't leave doors open for the cats to escape.\n\nPlease help yourself to snacks, Diet Cokes, coffee, etc. There will be ample things to see on the TiVo, and the latest software for the TiVo also allows it to act as a Chromecast. New Roku TV in the front room has 4K Netflix and Amazon Prime. \"Alexa, good night\" is a super useful command there\n.\nWe'll be reachable a lot of the time via Viber, Whatsapp, Facebook Messenger and Email.","metadata":{"source":"docs/critter-logistics/critter-logistics.txt","loc":{"lines":{"from":31,"to":39}}}}]]